brew 'ansible'
brew 'asciidoc'
brew 'asciinema'
brew 'cheat'
brew 'cloc'
brew 'cmake'
brew 'curl'
brew 'dos2unix'
brew 'findutils'
brew 'gawk'
brew 'gnu-sed'
brew 'gpg'
brew 'grep'
brew 'htop-osx'
brew 'httpie'
brew 'libjpg'
brew 'imagemagick'
brew 'jq'
brew 'kotlin'
brew 'lastpass-cli'
brew 'libav'
brew 'markdown'
brew 'nmap'
brew 'node'
brew 'optipng'
brew 'p7zip'
brew 'pandoc'
brew 'selecta'
brew 'shellcheck'
brew 'sonarqube'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tomcat'
brew 'tomcat@6'
brew 'tree'
brew 'uchardet'
brew 'unar'
brew 'vert.x'
brew 'wget'
brew 'xmlstarlet'
brew 'youtube-dl'
brew 'jcgay/jcgay/chtignore'
brew 'jcgay/jcgay/send-notification'
brew 'jcgay/jcgay/notify-sh'
