# ─── Taps ──────────────────────────────────────────────────────────────────
tap "jcgay/jcgay"
tap "mvndaemon/homebrew-mvnd"
tap "wagoodman/dive"
tap "moul/moul"

# ─── Brews (depuis brew/Brewfile) ──────────────────────────────────────────
brew "asciidoc"
brew "asciinema"
brew "bash"
brew "bat"
brew "cheat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "findutils"
brew "fish"
brew "gawk"
brew "gnu-sed"
brew "gpg"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "markdown"
brew "mise"
brew "nmap"
brew "node"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "uchardet"
brew "unar"
brew "vhs"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "zoxide"
brew "jcgay/jcgay/chtignore"
brew "jcgay/jcgay/send-notification"
brew "jcgay/jcgay/notify-sh"
brew "jcgay/jcgay/parallel-git-repo"

# ─── git/install.sh ────────────────────────────────────────────────────────
brew "git"
brew "tig"
brew "hub"
brew "gh"
brew "diff-so-fancy"
brew "git-lfs"
brew "git-absorb"

# ─── zsh/install.sh ────────────────────────────────────────────────────────
brew "zsh"
brew "antidote"
cask "font-hack-nerd-font"

# ─── system/install.sh ─────────────────────────────────────────────────────
cask "font-fira-code"

# ─── jvm/install.sh (monitoring) ──────────────────────────────────────────
cask "visualvm"

# ─── docker/install.sh ─────────────────────────────────────────────────────
cask "docker-desktop"
brew "ctop"
brew "wagoodman/dive/dive"
brew "moul/moul/docker-diff"

# ─── golang/install.sh ─────────────────────────────────────────────────────
brew "go"
brew "gradle-completion"

# ─── maven/install.sh ──────────────────────────────────────────────────────
brew "jcgay/jcgay/maven-deluxe"
brew "jcgay/jcgay/mvnd-deluxe"

# ─── jvm/install.sh (brew part) ────────────────────────────────────────────
brew "jenv"
brew "tomcat"

# ─── databases/Brewfile ────────────────────────────────────────────────────
brew "mongodb-community"
brew "mysql"
cask "tableplus"

# ─── Casks (depuis cask/Brewfile) ──────────────────────────────────────────
cask "alfred"
cask "android-file-transfer"
cask "anybar"
cask "authy"
cask "betterzip"
cask "caffeine"
cask "chromium"
cask "cyberduck"
cask "disk-inventory-x"
cask "firefox"
cask "gimp"
cask "goland"
cask "google-chrome"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "libreoffice"
cask "nvalt"
cask "ngrok"
cask "p4v"
cask "syntax-highlight"
cask "qlmarkdown"
cask "rectangle"
cask "spotify"
cask "suspicious-package"
cask "textmate"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "google-drive"
cask "slack"
cask "soapui"
cask "postman"
cask "stats"

# ─── Mac App Store (appstore/install.sh) ───────────────────────────────────
brew "mas"
mas "Xcode",                       id: 497799835
mas "Pushbullet",                  id: 948415170
mas "Microsoft Remote Desktop",    id: 1295203466
mas "Marked 2",                    id: 890031187
mas "LastPass",                    id: 926036361
