cask 'alfred'
cask 'android-file-transfer'
cask 'anybar'
cask 'betterzip'
cask 'bitbar'
cask 'caffeine'
cask 'cakebrew'
cask 'chromium'
cask 'cyberduck'
cask 'disk-inventory-x'
cask 'firefox'
cask 'gimp'
cask 'goland'
cask 'google-chrome'
cask 'growlnotify'
cask 'ichm'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'kaku'
cask 'kindle'
cask 'lastpass'
cask 'libreoffice'
cask 'nvalt'
cask 'ngrok'
cask 'p4v'
cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'retinizer'
cask 'spectacle'
cask 'spotify'
cask 'suspicious-package'
cask 'textmate'
cask 'the-unarchiver'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'menumeters'
cask 'zipeg'
cask 'google-photos-backup-and-sync'
cask 'slack'
cask 'soapui'
cask 'postman'
