cask 'acorn'
cask 'alfred'
cask 'amazon-music'
cask 'android-file-transfer'
cask 'anybar'
cask 'atom'
cask 'betterzipql'
cask 'bitbar'
cask 'caffeine'
cask 'cakebrew'
cask 'calibre'
cask 'ccleaner'
cask 'cheatsheet'
cask 'chromium'
cask 'discord'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'garmin-express'
cask 'gfxcardstatus'
cask 'gimp'
cask 'google-chrome'
cask 'google-hangouts'
cask 'grandperspective'
cask 'growlnotify'
cask 'httpscoop'
cask 'ichm'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'keybase'
cask 'kindle'
cask 'lastpass'
cask 'libreoffice'
cask 'mou'
cask 'mp3tag'
cask 'music-manager'
cask 'nvalt'
cask 'omnidisksweeper'
cask 'p4merge'
cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'retinizer'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'suspicious-package'
cask 'synology-assistant'
cask 'teamviewer'
cask 'textmate'
cask 'the-unarchiver'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
cask 'xbox360-controller-driver'
cask 'yujitach-menumeters'
cask 'zipeg'