cask 'acorn'
cask 'alfred'
cask 'amazon-music'
cask 'android-file-transfer'
cask 'anybar'
cask 'betterzip'
cask 'bitbar'
cask 'caffeine'
cask 'cakebrew'
cask 'calibre'
cask 'chromium'
cask 'discord'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'homebrew/cask-drivers/garmin-express'
cask 'gimp'
cask 'google-chrome'
cask 'growlnotify'
cask 'ichm'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'kaku'
cask 'kindle'
cask 'libreoffice'
cask 'mp3tag'
cask 'music-manager'
cask 'nvalt'
cask 'p4v'
cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'retinizer'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'suspicious-package'
cask 'synologyassistant'
cask 'teamviewer'
cask 'textmate'
cask 'the-unarchiver'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
cask 'menumeters'
cask 'zipeg'
cask 'google-photos-backup-and-sync'